export const inspectionData = ["Есть сервисная книжка", "Обслуживался у диллера", "На гарантии"];

export const selectPowerSteering = ["-Не выбрано-", "Гидравлический", "Электрический", "Электрогидравлический"];

export const selectClimatControl = ["-Не выбрано-", "Кондиционер", "Климат-контроль однозонный", "Климат-контроль многозонный"];
export const checkboxClimatControl =  [ "Управление на руле", "Атермальное состояние"];

export const selectSalon = ["-Не выбрано-", "Кожа", "Ткань", "Велюр", "Комбинированный"];
export const checkboxSalon =  [ "Кожаный руль", "Люк"];

export const selectPowerWindows = ["-Не выбрано-", "Только передние", "Передние и задние"];

export const checkboxElectricDrive =  [ "Передних сидений", "Задних сидений", "Зеркал", "Рулевой колонки", "Складывания зеркал"];

export const checkboxSettingsMemory =  [ "Передних сидений", "Задних сидений", "Зеркал", "Рулевой колонки"];

export const checkboxDrivingAssistance =  [ "Автоматический парковщик", "Датчик дождя", "Датчик света", "Парктроник задний", "Парктроник передний", "Система контроля слепых зон", "Камера заднего вида", "Круиз-контроль", "Бортовой компьютер"];

export const checkboxAntiThiefSystem =  [ "Иммобилайзер", "Сигнализация", "Центральный замок", "Спутник"];

export const checkboxAirBags =  [ "Фронтальные", "Коленные", "Шторки", "Боковые передние", "Боковые задние"];

export const checkboxActiveSafety =  [ "Антиблокировка тормозов", "Антипробуксовка", "Курсовая устойчивость", "Распред. тормозных усилий", "Экстренное торможение", "Блок. диффернциала", "Обнаружение пешеходов"];

export const checkboxMultimedia =  [ "CD/DVD/Blu-ray", "MP3", "Радио", "TV", "Радио", "Управление на руле", "USB", "AUX", "Bluetooth", "GPS-навигатор"];

export const checkboxHeating =  [ "Передних сидений", "Задних сидений", "Зеркал", "Заднего стекла", "Руля"];

export const selectAudioSystem = ["-Не выбрано-", "2 колонки", "4 колонки", "6 колонок", "8+ колонок"];
export const checkboxAudioSystem =  [ "Сабвуфер"];

export const selectHeadlights = ["-Не выбрано-", "Галогенные", "Ксеноновые", "Светодиодные"];
export const checkboxHeadlights =  [ "Противотуманные", "Омыватели фар", "Адаптивное освещение"];

export const selectTiresWheels = ["-Не выбрано-", "7", "8", "9", "10", "11", "12", "13", "14", "15", "16", "17", "18", "19", "20", "21", "22", "23", "24", "25", "26", "27", "28", "29", "30"];
export const checkboxTiresWheels =  [ "Зимние шины в комплекте"];